Revit 2027 API
BuiltInFailures.GroupFailures.CannotRemoveGroupMemberConstraint Property
 Constraints between group members cannot be removed or excluded from the group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRemoveGroupMemberConstraint { get; }
Public Shared ReadOnly Property CannotRemoveGroupMemberConstraint As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRemoveGroupMemberConstraint {
	FailureDefinitionId^ get ();
}
static member CannotRemoveGroupMemberConstraint : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace